Repository: malhayek2/QA-Engineer-Test
Catalog: xmllint/it.tmx
Source language: en
Languages: it

source: Flatbed Mode
it: Modalità flatbed

source: Flip every other tile
it: Ribalta ogni altro pannello

source: Fluorescent Pink
it: Rosa Fluorescente

source: Font Directories:
it: Directory dei caratteri:

source: For job(s) where an image already exists:
it: Per i lavori in cui un'immagine esiste già

source: Frequency
it: Frequenza

source: Front cover open. Close the cover.
it: Copertura anteriore aperta. Chiuderla.

source: Fully save print data to HDD before printing
it: Salvare interamente i dati di stampa sul disco rigido prima della stampa

source: G7® Tolerance
it: Tolleranza G7®

source: GZT Printer Manager software could not be started.
it: Impossibile avviare il software di gestione della stampante GZT.

source: General Settings
it: Impostazioni generali

source: Generating cut paths for cutting.
it: Generazione dei percorsi per il taglio.

source: Glossy
it: Patinata

source: Gradient
it: Gradiente

source: Graphics 1, 8p, sym, 400 cps
it: Grafica 1, 8 p, sym, 400 cps

source: Graphics 3, 8p, bi, 320 cps
it: Grafica 3, 8p, bi, 320cps

source: Gray Balance Swatch [Profile Name - %s]
it: Tabella campioni di bilanciamento dei grigi [Nome profilo - %s]

source: Grayscale Correction Curve
it: Curva di correzione della scala di grigio

source: Grey % (0-100)
it: Grigio % (0-100)

source: Grip released error
it: Errore presa rilasciata

source: H&istogram...
it: &Istogramma...

source: Half Speed 4 Cut
it: Velocità media 4 Tagli

source: Head 1
it: Testina 1

source: Head board FIFO is full.
it: Il FIFO della scheda della testina è pieno.

source: Heads B, C
it: Testine B, C

source: Heater Heating
it: Riscaldamento in corso

source: Height
it: Altezza

source: HiFi Solvent
it: Solvente HiFi

source: High A
it: Alta A

source: High Quality (HQ2)
it: Alta qualità (HQ2)

source: High Speed Mode 1
it: Modo 1 Alta velocità

source: History Printer View
it: Visualizzazione stampante storico

source: Home position not detected. Please call service.
it: Posizione iniziale non rilevata. Rivolgersi all'assistenza.

source: Horizontal Offset: %s
it: Offset orizzontale: %s

source: ICC Profile Table
it: Tabella dei profili ICC

source: Idle (ready to print)
it: Inattiva (pronta per la stampa)

source: If you are having trouble connecting to the server, make sure you have a valid Internet connection. If you can access the Internet with a web browser, contact your IT department for help with the %%app_name%% configuration settings.
it: In caso di problemi di connessione al server, controllare che la connessione a Internet sia valida. Se è possibile accedere a internet tramite browser Web, contattare il reparto IT per aiuto con le impostazioni di configurazione di %%app_name%%.

source: Ignore 100% target ink values
it: Ignora 100% valori inchiostro bersaglio

source: Image Brightness
it: Luminosità immagine

source: Image Operations:
it: Operazioni immagine:

source: Image Tools
it: Strumenti Immagini

source: Image size:
it: Formato immagine:

source: Import Media:
it: Importa il supporto:

source: Import...
it: Importa...

source: Includes bleed/trim width %s and height %s
it: Include la larghezza %s e l'altezza %s della smarginatura/rifilatura

source: Information:
it: Informazioni:

source: Ink Cartridge Error
it: Errore cartuccia inchiostro

source: Ink Density Factor
it: Fattore densità inchiostro

source: Ink Limiting Profiles
it: Profili limitazione d'inchiostro

source: Ink Saving
it: Salvataggio inchiostro

source: Ink cartridge combination error
it: Errore di combinazione cartuccia inchiostro

source: Ink low
it: Inchiostro basso

source: Ink low CL unavailable - Green
it: Inchiostro CL basso non disponibile - verde

source: Ink supply error. (Dark M)
it: Errore fornitura di inchiostro. (M scuro)

source: Install
it: Installa

source: Intent
it: Obiettivo

# Internal guide D is open.
source: Internal guide D is open.\n
it: La guida interna D è aperta.\n

source: Invalid Configuration
it: Configurazione non valida

source: Invalid Response received from the server.
it: Il server ha inviato una risposta non valida.

source: Invalid output resolution for this device.
it: Risoluzione dell'output non valida per questa periferica.

source: It is recommended to turn off "Print Multiple Rows at a Time" in the Placement Strategy when printing multiple copies that span more than one row.
it: Si consiglia di disattivare "Stampa più righe in una volta" in Strategia di posizionamento durante la stampa di più copie che si estendono su più righe.

source: JOBS IN ORDER
it: LAVORI IN ORDINE

source: Jaws Rip option is not available!
it: L'opzione Jaws Rip non è disponibile.

source: Job Creation:
it: Creazione di lavoro:

source: Job Log
it: Registro lavori

source: Job Progress
it: Avanzamento lavoro

source: Job View
it: Vista lavoro

source: JobID not known by Controller.
it: JobID non riconosciuto dal controller.

source: Keep Black Mode
it: Conserva la modalità nero

source: Key Write Error
it: Errore scrittura chiave

source: L*a*b* Source Image
it: Immagine sorgente L*a*b*

source: Label Color
it: Colore etichetta

source: Lamp Power
it: Potenza lampada

source: Large Format Printers
it: Stampanti grande formato

source: Last scan failed. Please rescan.
it: Ultima scansione non riuscita. Ripetere la scansione.

source: Layer Name:
it: Nome livello:

source: Left Margin
it: Margine sinistro

source: Legacy
it: Precedente

source: Level 3
it: Livello 3

source: Library of &type:
it: &Elenco di tipi:

source: LightFast Dye 4 Color
it: 4 colori colorante resistente allo sbiadimento

source: Line Screen
it: Retino lineare

source: Lines/Fast
it: Linee/Veloce

source: Load the Media
it: Carica supporto

source: Local
it: Locale

source: Log
it: Registro

source: Low Speed
it: Bassa velocità

source: Lt Magenta
it: Magenta chiaro

source: Lt-Lt-Light Green
it: Verde chiaro ch. ch.

source: M L Black
it: M L nero

source: MM/dd/yyyy
it: MM/gg/aaaa

source: Magenta Pattern
it: Motivo magenta

source: Main tank ink end - Light Cyan
it: Fine inchiostro serbatoio principale - ciano chiaro

source: Maintenance tank full (1)
it: Manutenzione serbatoio pieno (1)

source: Make Path
it: Crea percorso

source: Manage Screen Configurations
it: Gestisci configurazioni retino

source: Manual Targeting
it: Bersaglio manuale

source: Margins (%s): top:%.2f, left:%.2f, right:%.2f, bottom:%.2f
it: Margini (%.2f): superiore:%s, sinistro:%.2f, destro:%.2f, inferiore:%.2f

source: Marks and Labels
it: Indicatori e etichette

source: Max CII:
it: CII max:

source: Max ΔCh
it: ΔCh max

source: Maximum Height:
it: Altezza massima:

source: MaximumTile Size (inches):
it: Dimensione max pannello (pollici):

source: Measure ColorCheck Swatch
it: Misure Tabella Campioni ColorCheck

source: Measured:
it: Misurato:

source: Measurement of Swatch Needed
it: Misurazione della tabella campioni richiesta

source: Media Archive OML File (*.OML)
it: File OML archivio supporti (*.OML)

source: Media Cost
it: Costo Supporto

source: Media Group
it: Gruppo supporti

source: Media Settings
it: Impostazioni supporto

source: Media Type 2:
it: Tipi di supporti 2:

source: Media and Page Size
it: Dimensione Supporto e Pagina

source: Media/Page Size Selection
it: Selezione del formato di supporto/pagina

source: Medium Heavy (25-27 lbs.)
it: Medio pesante (11-12 kg)

source: Meters
it: Metri

source: Middle
it: In mezzo

source: Minimum gray value to have a pixel become a cut path.
it: Valore minimo del grigio perché un pixel diventi un percorso di taglio.

source: Missing cartridge
it: Cartuccia mancante

source: Mode 10, 1p, bi, 320 cps
it: Modalità 10, 1p, bi, 320 cps

source: Mode 5, 3p, uni, 320 cps
it: Modalità 5, 3p, uni, 320 cps

source: Mode Evaluation
it: Modalità valutazione

source: Modify Defaults
it: Modifica default

source: Monochrome (Color Off)
it: Monocromatico (Colori non attivi)

source: Move
it: Sposta

source: Move Up
it: Sposta in su

source: Move to top
it: Sposta verso l'alto

source: Multichannel
it: Multicanale

source: Mutoh MutohRJ Options
it: Opzioni Mutoh MutohRJ

source: NOTE
it: NOTA

source: Name Colors Used
it: Nome colori usati

source: Named Color Profile
it: Profilo colore con nome

source: Neutrals
it: Neutri

source: New Pen Configuration
it: Nuova configurazione penna:

source: Next Job
it: Lavoro seguente

source: No Filter
it: Nessun filtro

source: No Light Inks
it: Nessun inchiostro leggero

source: No Profiles
it: Nessun profilo

source: No default values for current resolution and media type
it: Non sono presenti valori predefiniti per la risoluzione e il tipo di supporto in uso

source: No jobs are available for reprinting.
it: Nessun lavoro disponibile per la nuova stampa.

# No photo cyan ink.
source: No photo cyan ink.\n
it: Manca inchiostro cyan foto.\n

source: No version information
it: Nessuna informazione sulla versione

source: Normal
it: Normale

source: Normal Speed
it: Velocità normale

source: Not Using G7 Native CMY
it: Tricromia CMY nativa G7 non in uso

source: Note: Changing the Ink Limit type and clicking 'Print Swatch' or the 'Next' button will result in the loss of previous Ink Limit settings.
it: Nota: Modificando il tipo di limite di inchiostro e facendo clic sui pulsanti "Stampa ruota" o "Avanti" le impostazioni del limite di inchiostro andranno perse.

source: Note: The measurement condition switch should be in the position 0
it: Nota: L'interruttore delle condizioni di misurazione deve essere in posizione 0

source: Nozzle EVEN
it: Ugello PARI

source: Number of Printer Copies
it: Numero di copie stampante

source: OLF Support
it: Supporto OLF

source: ONYX Hub is not supported by key. Server will only support API requests.
it: ONYX Hub non supportato dalla chiave. Il server supporta solo le richieste API.

source: OVR
it: SSC

source: On Process
it: Su processo

source: Online Support Portal
it: Portale di assistenza online

source: Open File Separations
it: Apri separazioni file

source: Open Update Key File
it: Apri file chiave aggiornato

source: OpenCommunication on
it: OpenCommunication su

source: Optimize Mode Name
it: Ottimizza nome modalità

source: Orange Ink Near End
it: Inchiostro Arancione Quasi Finito

source: Original Image
it: Immagine originale

source: Outer Roller Pressure:
it: Pressione rullo esterno:

source: Output Path:
it: Percorso di output:

source: Ovedrride Default Dot Size
it: Sovrascrivi dimensione punto predefinita

source: Overlay (White on Color/Metal)
it: Sovrapposizione (bianco su colore/metallo)

source: Override Pass Mode
it: Ignora modalità passaggio

source: P&references...
it: &Preferenze...

source: PDF Files
it: File PDF

source: PRINTER Files (*.PRINTER)|*.PRINTER|
it: File PRINTER (*.PRINTER)|*.PRINTER|

source: PS/PDF Options
it: Opzioni PS/PDF

source: Page &Num:
it: &Numero di pagina:

source: Page Size Name
it: Nome formato pagina

source: Pannel Setting
it: Impostazione pannello

source: Paper No. %d
it: Carta n. %d

source: Paper change unfinished error
it: Errore cambio carta non terminata

source: Paper returns to cassette after printing
it: La carta torna al cassetto dopo la stampa

source: Parity
it: Parità

source: Passes
it: Passate

source: Patch Gap:
it: Distanza riquadro colore:

source: Patches per ink: %d
it: Riquadro colore per inchiostro: %d

source: Pattern Spreading works best on straight lines and sharp corners.
it: La diffusione schema funziona meglio su linee dritte e angoli netti.

source: Pen Weight:
it: Peso penna:

source: Percentage of CII < 1:
it: Percentuale di CII < 1:

source: Perform sheet mount cleaning.
it: Eseguire la pulizia del supporto foglio.

source: Photo Cyan
it: Foto Ciano

source: Physical Prints
it: Stampe fisiche:

source: Pixel Double
it: Pixel doppi

source: Platen
it: Piano

source: Please check and retype the fields marked with red stars.\nPlease note that an e-mail containing your unlock code will be sent to this e-mail address.
it: Verificare e reimmettere le informazioni nei campi contrassegnati da stelle rosse.\nIl codice di sblocco verrà inviato in un messaggio di posta elettronica a questo indirizzo.

source: Please enter a name for the printer.
it: Inserire un nome per la stampante.

source: Please insert chart.
it: Inserire tabella.

source: Please place the device on the white reference, and then press the measure button to calibrate.\n\nPlease do not lift the device from the white reference until the next instruction.
it: Collocare il dispositivo sul riferimento bianco e quindi premere il pulsante di misurazione per eseguire la calibrazione.\n\nNon sollevare il dispositivo dal riferimento bianco fino all'istruzione successiva.

source: Please select a port for the device.
it: Selezionare una porta per lo strumento

source: Please wait for a few seconds while detecting keys.
it: Attendere alcuni secondi per il rilevamento delle chiavi.

source: Port Busy
it: Porta occupata

source: Port Write Error (%d):
it: Errore scrittura porta (%d):

source: Post Lamp:
it: Lampada posteriore:

source: PosterShop Server - Epson 5000 Only
it: Solo server PosterShop - Epson 5000

source: Postscript Source Image
it: Immagine sorgente PostScript

source: Pre-cure Power:
it: Potenza pre-trattamento:

source: Preparing
it: Preparazione

source: Preset Summary
it: Riepilogo preimpostato

source: Preview Changes
it: Anteprima modifiche

source: Previous setting: %.1f, new setting: %.1f
it: Impostazione precedente: %.1f, nuova impostazione: %.1f

source: Primer -> Color (Underprint)
it: Primer -> Colore (Underprint)

source: Print Barcode Label
it: Stampa etichetta codice a barre

source: Print Cyan Ink with:
it: Stampa inchiostro ciano con:

source: Print Forwarding
it: Stampa avanti

source: Print Label
it: Etichetta di stampa

source: Print Mode Name:
it: Nome modalità di stampa:

source: Print Order:
it: Ordine di stampa:

source: Print Reflection
it: Stampa in riflessione

source: Print Surface Temperature:
it: Temperatura di superficie stampa:

source: Print White Ink with:
it: Stampa inchiostro bianco con:

source: Print and Read the Ink Limits swatch
it: Stampa e leggi la tabella campioni per i limiti di combinazioni d'inchiostro

source: Print grey balance swatch.
it: Stampa tabella campioni per il bilanciamento dei grigi.

source: Print mode selectors
it: Stampa selettori modalità

source: Print tile dotted overlap marks on the bottom edge
it: Stampa gli indicatori di sormonto a tratteggio del pannello sul bordo inferiore

source: Print to mode specific folder
it: Stampa su cartella specifica per modalità

source: Printed Media Area
it: Area Supporto Stampata

source: Printer Device
it: Periferica di stampa

source: Printer Initializing
it: Inizializzazione stampante in corso

source: Printer Options...
it: Opzioni stampante...

source: Printer Versions
it: Versioni Stampante

source: Printer error!
it: Errore stampante!

source: Printer is powered off.
it: La stampante è spenta.

source: Printer's loaded ink set is different from the one selected for the job.
it: Il set di inchiostri caricato della stampante è diverso da quello selezionato per il lavoro.

source: Printing Completed Successfully
it: Stampa completata con successo

source: Printing gutter must be installed
it: È necessario installare la rilegatura stampante

source: Prints Due (Job Ticket)
it: Stampe Previste (Biglietto Lavoro)

source: Process Channel:
it: Canale processo:

source: Process raster dithering at interpretation
it: Elabora retinatura raster durante la visualizzazione

# Processing to print %d copies of '%s'...
source: Processing to print %d copies of '%s'...\n
it: Elaborazione in corso per la stampa di %d copie di %s...\n

source: Production (HQ1)
it: Produzione (HQ1)

source: Production uni-directional
it: Produzione unidirezionale

source: Profile Generator
it: Generatore di profilo

source: Profiler problem on the printer!
it: Problema profiler sulla stampante!

source: Prompt for Output Folder
it: Conferma per la cartella di uscita

source: Properties
it: Proprietà

source: Quality (HQ2)
it: Qualità (HQ2)

source: Quality 12, 12p, 320 cps, Bidir
it: Qualità 12, 12p, 320 cps, Bidir

source: Quality 3, 18p, sym, 240 cps
it: Qualità 3, 18p, sym, 240 cps

source: Quality 5, 8p, uni, 240 cps
it: Qualità 5, 8p, uni, 240cps

source: Quality uni-directional
it: Qualità unidirezionale

source: Queue entry is not running.
it: Voce della coda non in esecuzione.

source: QuickGCR Level
it: Livello GCR rapido

source: RGI Printer Info
it: Informazioni stampante RGI

source: Read Date:
it: Data lettura:

source: Read the ink restriction swatch
it: Leggere la tabella delle restrizioni d'inchiostro

source: Ready
it: Pronto

source: Recalibrate
it: Ricalibrazione

source: Recent Library
it: Librerie recenti

source: Red Limit
it: Limite rosso

source: Reduced HiFi Solvent
it: Solvente HiFi ridotto

source: Refresh Page
it: Aggiorna pagina

source: Registration Pin:
it: Pin registrazione:

source: Remove '%s' from Queue?
it: Rimuovere %s dalla coda?

source: Rename Calibration
it: Rinomina calibrazione

source: Render:
it: Resa:

source: Replace files the engine has lost.
it: Sostituire i file smarriti dal motore.

source: Report Results
it: Risultati Resoconto

source: Request Registration Code
it: Richiedi codice di registrazione

source: Reset Pattern
it: Ripristina pattern

source: Resolution:
it: Risoluzione:

source: Retain Aspect Ratio
it: Mantieni rapporto di visualizzazione

source: Revised
it: Revisionato

source: Right Lamp Power %
it: Potenza lampada destra %

source: Roll 1
it: Rullo 1

source: Roll back media by the amount designated.
it: Arrotola il supporto in base alla quantità specificata.

source: Rotate
it: Rotazione

source: Rotate individual tiles
it: Ruota i singoli pannelli

source: Row / Column
it: Riga / Colonna

# Running General Settings Config...
source: Running General Settings Config...\n
it: Configurazione impostazioni generali in corso...\n

source: SCSI Scan
it: Scansione SCSI

source: Sa&ve Media
it: Salva il supporto (&V)

source: Saturation Extreme
it: Saturazione massima

source: Save Linear Model as:
it: Salva modello lineare con nome:

# Save the active document Save
source: Save the active document\nSave
it: Salva il documento attivo\nSalva

source: Scale Up
it: Aumenta

source: Scan the row from Left to Right as instructed before.\nStart>>>------------------>>>Stop
it: Eseguire la scansione da sinistra a destra come indicato in precedenza.\nAvvio>>>------------------>>>Arresto

source: Scramble Swatch
it: Codifica ruota

source: Searching IP Address....please wait!
it: Ricerca dell'indirizzo IP ...attendere prego!

source: Select 'Create another media' to return to the beginning of the Create New Media wizard and create another media.
it: Selezionare “Crea un altro supporto” per tornare all'inizio dell'installazione guidata per la creazione di un nuovo supporto e crearne un altro.

source: Select Icc Profile
it: Seleziona profilo ICC

source: Select Mode:
it: Seleziona modalità:

source: Select TWAIN_32 Source Select TWAIN_32 Source
it: Seleziona una sorgente TWAIN_32 Seleziona una sorgente TWAIN_32

source: Select a compatible Reference Standard:
it: Seleziona uno standard di riferimento compatibile:

source: Select an existing Calibration or create a new one.
it: Selezionare una calibrazione esistente o crearne una nuova.

source: Select options for the workflow
it: Selezionare le opzioni per il processo di lavoro

source: Select the Ink Configuration to use
it: Selezionare la configurazione di inchiostro da utilizzare

source: Select the left and right margins set on the printer panel. These will be used when retrieving the page size from the printer.
it: Seleziona i margini sinistro e destro impostati sul pannello della stampante. Essi verranno utilizzati nell'identificazione della dimensione pagina dalla stampante.

source: Select the print mode's resolution
it: Selezionare la risoluzione della modalità di stampa

source: Select/Deselect All
it: Seleziona/Deseleziona tutto

source: Selects the current page
it: Seleziona la pagina corrente

source: Send job to "Ready to Print area"
it: Invia lavoro all'area "Pronto per la stampa"

source: Separation Bar Width:
it: Larghezza Barra di Separazione:

source: Server cannot share the same port number with database.
it: Il server non può condividere lo stesso numero di porta con il database.

source: Set As &Active
it: Imposta come &attiva

source: Set Dotted Top Marks
it: Imposta indicatori tratteggio superiore

source: Set Label Distance
it: Imposta distanza etichetta

source: Set Page Size to Image Size
it: Imposta dimensione pagina su dimensione immagine

source: Set by Control Panel
it: Impostato dal pannello di controllo

source: Set to Defaults
it: Imposta sui valori predefiniti

source: Settings Changed
it: Impostazioni modificate

# Setup print options for the active job Print Setup
source: Setup print options for the active job\nPrint Setup
it: Imposta le opzioni di stampa per il lavoro attivo\nImposta stampante

source: Sharpness:
it: Nitidezza:

source: Show Current
it: Mostra corrente

source: Show Steps
it: Mostra passaggi

# Show or hide the status bar Toggle StatusBar
source: Show or hide the status bar\nToggle StatusBar
it: Mostra o nascondi la barra di stato\nLeva della barra di stato

source: Side A prints with
it: Stampe lato A con

source: Silver Nozzles
it: Ugelli Argento

source: Six Pass
it: Sei passaggi

source: Sizing (Perforated Board)
it: Dimensione (scheda perforata)

source: Smallest
it: Più piccolo

# Software protection key error! There could be a faulty connection,
source: Software protection key error! There could be a faulty connection,\n
it: Errore nella chiave di protezione software. Forse la connessione è guasta\n

source: Source Icons
it: Icone fonte

source: Spacing (inches):
it: Spaziatura (pollici):

source: Specialty Ink Print Method:
it: Metodo di stampa con inchiostro speciale:

source: SpectroProofer Error
it: Errore SpectroProofer

source: Spooler online
it: Spooler in linea

source: Spot Color Print Mode:
it: Modalità di stampa del colore spot:

source: Spot colors to substitute with Black Linearization:
it: Colori spot da sostituire con linearizzazione nera:

source: Standard Calcomp Printers
it: Stampanti standard Calcomp

source: Standards Simulation
it: Simulazione degli Standard

source: Start internal color calibration
it: Avvia la calibrazione interna colore

source: StaticResolutionName
it: Nome risoluzione statica

source: Status is loading...
it: Lo stato sta caricando…

source: Steps
it: Fasi

# Stopping HTTP Service on port %d
source: Stopping HTTP Service on port %d\n
it: Arresto del servizio HTTP sulla porta %d\n

source: Strikes:
it: Strike:

# Submit next side B job. What is on side A: "%s"
source: Submit next side B job.\n\nWhat is on side A:\n "%s"
it: Invia lavoro su lato B successivo.\n\nChe cosa è su lato A:\n "%s"

source: Substrate advance compensation
it: Compensazione avanzamento substrato

source: Successfully upgraded database to version %s
it: Database aggiornato con successo alla versione %s

source: Surface Colors
it: Colori superficiali

source: Swatch Options
it: Opzioni della tabella campioni

source: Swatch:
it: Tabella campioni:

source: System Restart
it: Riavvio del sistema

source: TRANSMITTING DATA
it: TRASMISSIONE DATI

source: Take-up reel
it: Rullo di tensione

source: Target Density:
it: Densità finale:

source: Templates have been disabled because the image is tiled
it: I modelli sono stati disattivati perché l'immagine è pannellata

source: Testing TCP/IP Settings
it: Verifica impostazioni TCP/IP

source: The "Archive" setting is invalid.
it: La configurazione "Archivio" non è valida.
